Repository: CofficLab/Lumi
Catalog: LumiApp/Core/Core.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: to see.
zh_hans: 以查看。
zh_hk: 以查看。

source: 2个订阅选项
zh_hk: 2個訂閱選項

source: About
zh_hans: 关于
zh_hk: 關於

source: Active Only
zh_hans: 仅活跃
zh_hk: 僅活躍

source: Activity Status
zh_hans: 活动状态
zh_hk: 活動狀態

source: Add
zh_hans: 添加
zh_hk: 新增

source: Add New Rule
zh_hans: 添加新规则
zh_hk: 新增新規則

source: Add New Template
zh_hans: 添加新模板
zh_hk: 新增新範本

source: Add Template
zh_hans: 添加模板
zh_hk: 新增範本

source: All
zh_hans: 全部
zh_hk: 全部

source: All data is stored locally and will not be uploaded to any server.
zh_hans: 所有数据均存储在本地，不会上传到任何服务器。
zh_hk: 所有資料均存儲在本地，不會上傳到任何伺服器。

source: All packages are up to date
zh_hans: 所有软件包都是最新版本
zh_hk: 所有軟件包都是最新版本

source: An error occurred
zh_hans: 发生错误
zh_hk: 發生錯誤

source: API Key
zh_hans: API 密钥
zh_hk: API 密钥

source: Are you sure you want to delete the selected files? This action cannot be undone.
zh_hans: 确定要删除选中的文件吗？此操作无法撤销。
zh_hk: 確定要刪除已選取的檔案吗？此操作无法復原。

source: Are you sure you want to delete this file?
zh_hans: 确定要删除此文件吗？
zh_hk: 確定要刪除此檔案吗？

source: Base URL
zh_hans: 基础 URL
zh_hk: 基础 URL

source: Battery
zh_hans: 电池
zh_hk: 電池

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Clear All History
zh_hans: 清空全部历史
zh_hk: 清空全部歷史

source: Clear History
zh_hans: 清空历史
zh_hk: 清空歷史

source: Click scan button to start finding large files
zh_hans: 点击扫描按钮开始查找大文件
zh_hk: 點擊掃描按鈕開始尋找大檔案

source: Collecting data...
zh_hans: 收集中...
zh_hk: 收集中...

source: Collecting...
zh_hans: 收集数据中...
zh_hk: 收集資料中...

source: Comment (Optional)
zh_hans: 备注（可选）
zh_hk: 備註（可選）

source: Configuration
zh_hans: 配置
zh_hk: 配置

source: Confirm
zh_hans: 确认
zh_hk: 確認

source: Confirm Delete
zh_hans: 确认删除
zh_hk: 確認刪除

source: Copy
zh_hans: 拷贝
zh_hk: 拷貝

source: Copy Path
zh_hans: 拷贝路径
zh_hk: 拷貝路徑

source: Created
zh_hans: 创建时间
zh_hk: 建立時間

source: Current version is the latest stable version
zh_hans: 当前版本为最新稳定版本
zh_hk: 目前版本為最新穩定版本

source: Customize Finder right-click menu actions
zh_hans: 自定义 Finder 右键菜单操作
zh_hk: 自訂 Finder 右鍵選單操作

source: Data
zh_hans: 数据
zh_hk: 資料

source: Default Content
zh_hans: 默认内容
zh_hk: 默認内容

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Delete File
zh_hans: 删除文件
zh_hk: 刪除檔案

source: Descending
zh_hans: 降序
zh_hk: 降序

source: Directory Analysis
zh_hans: 目录分析
zh_hk: 目錄分析

source: Directory structure will be displayed after scanning
zh_hans: 目录结构将在扫描后显示
zh_hk: 目錄结构将在掃描后顯示

source: Display the status of long-running operations in the status bar
zh_hans: 在状态栏中显示长耗时操作的状态
zh_hk: 在狀態欄中顯示長耗時操作的狀態

source: Down
zh_hans: 下载
zh_hk: 下移

source: Download
zh_hans: 下载
zh_hk: 下載

source: Enable 'New File' Submenu
zh_hans: 启用"新建文件"子菜单
zh_hk: 啟用"新建檔案"子選單

source: Enable Finder Extension
zh_hans: 启用 Finder 扩展
zh_hk: 啟用 Finder 擴充功能

source: Enter keywords to start searching
zh_hans: 输入关键词开始搜索
zh_hk: 輸入關鍵詞開始搜尋

source: ENV:
zh_hans: 环境变量：
zh_hk: 環境變數：

source: Error
zh_hans: 错误
zh_hk: 錯誤

source: Extension (e.g. py)
zh_hans: 扩展名（例如：py）
zh_hk: 副檔名（例如：py）

source: Fetching...
zh_hans: 获取中...
zh_hk: 獲取中...

source: General
zh_hans: 通用
zh_hk: 一般

source: General Actions
zh_hans: 常规操作
zh_hk: 一般操作

source: General Settings
zh_hans: 通用设置
zh_hk: 一般設定

source: Get API Key
zh_hans: 获取 API 密钥
zh_hk: 获取 API 密钥

source: Group
zh_hans: 分组
zh_hk: 群組

source: Group (Optional)
zh_hans: 分组（可选）
zh_hk: 群組（可選）

source: Hide File
zh_hans: 隐藏文件
zh_hk: 隱藏檔案

source: Highest Product:
zh_hans: 最高产品：
zh_hk: 最高產品：

source: Highest Product: 无
zh_hans: 最高产品：无
zh_hk: 最高產品：无

source: Highest Status:
zh_hans: 最高状态：
zh_hk: 最高狀態：

source: Highest Status: 无
zh_hans: 最高状态：无
zh_hk: 最高狀態：无

source: History / Layers
zh_hans: 历史 / 图层
zh_hk: 歷史 / 图层

source: History Size
zh_hans: 历史大小
zh_hk: 歷史大小

source: History Trend
zh_hans: 历史趋势
zh_hk: 歷史趨勢

source: Home
zh_hans: 主页
zh_hk: 主頁

source: iCloud 云同步
zh_hk: iCloud 雲端同步

source: Indefinite
zh_hans: 无限期
zh_hk: 無限期

source: Install
zh_hans: 安装
zh_hk: 安裝

source: Installed
zh_hans: 已安装
zh_hk: 已安裝

source: Interface
zh_hans: 接口
zh_hk: 介面

source: Invalid IP address format
zh_hans: 无效的 IP 地址格式
zh_hk: 無效的 IP 位址格式

source: IP Address
zh_hans: IP 地址
zh_hk: IP 位址

source: Kill Process
zh_hans: 结束进程
zh_hk: 結束進程

source: Large Files
zh_hans: 大文件
zh_hk: 大檔案

source: Last 60 seconds
zh_hans: 最近 60 秒
zh_hk: 最近 60 秒

source: Last 60 Seconds
zh_hans: 最近 60 秒
zh_hk: 最近 60 秒

source: Latency (Ping)
zh_hans: 延迟
zh_hk: 延遲

source: Launch at Login
zh_hans: 登录时启动
zh_hk: 登入時啟動

source: Local IP
zh_hans: 本地 IP
zh_hk: 本地 IP

source: Model
zh_hans: 模型
zh_hk: 模型

source: Model:
zh_hans: 模型：
zh_hk: 模型：

source: More
zh_hans: 更多
zh_hk: 更多

source: Name
zh_hans: 名称
zh_hk: 名稱

source: Name (e.g. Python Script)
zh_hans: 名称（例如：Python 脚本）
zh_hk: 名稱（例如：Python 腳本）

source: Navigation
zh_hans: 导航
zh_hk: 導航

source: New File
zh_hans: 新建文件
zh_hk: 新建檔案

source: New File Menu
zh_hans: 新建文件菜单
zh_hk: 新建檔案選單

source: New Tag (e.g., myrepo:v1)
zh_hans: 新标签（例如：myrepo:v1）
zh_hk: 新標籤（例如：myrepo:v1）

source: No active processes
zh_hans: 无活跃进程
zh_hk: 無活躍進程

source: No Data
zh_hans: 无数据
zh_hk: 无資料

source: No Large Files
zh_hans: 无大文件
zh_hk: 无大檔案

source: No packages installed
zh_hans: 未安装任何软件包
zh_hk: 未安裝任何軟件包

source: No related packages found
zh_hans: 未找到相关软件包
zh_hk: 未找到相關軟件包

source: No results
zh_hans: 无结果
zh_hk: 无結果

source: Not Connected
zh_hans: 未连接
zh_hk: 未連線

source: OK
zh_hans: 确定
zh_hk: 確定

source: Open
zh_hans: 打开
zh_hk: 打開

source: Open in VS Code
zh_hans: 在 VS Code 中打开
zh_hk: 在 VS Code 中打開

source: Overview
zh_hans: 概览
zh_hk: 概覽

source: Package Management
zh_hans: 包管理
zh_hk: 套件管理

source: Pin
zh_hans: 置顶
zh_hk: 置頂

source: Preparing scan...
zh_hans: 准备扫描...
zh_hk: 準備掃描...

source: Preview
zh_hans: 预览
zh_hk: 預覽

source: Process Monitor
zh_hans: 进程监控
zh_hk: 進程監控

source: Processing...
zh_hans: 处理中...
zh_hk: 處理中...

source: Products
zh_hans: 产品
zh_hk: 產品

source: Provider
zh_hans: 提供商
zh_hk: 提供商

source: Public IP
zh_hans: 公网 IP
zh_hk: 公網 IP

source: Pull
zh_hans: 拉取
zh_hk: 拉取

source: Pulling...
zh_hans: 拉取中...
zh_hk: 拉取中...

source: Purchased
zh_hans: 已购买
zh_hk: 已購買

source: Ready
zh_hans: 就绪
zh_hk: 就绪

source: Refresh
zh_hans: 刷新
zh_hk: 重新整理

source: Rescan
zh_hans: 重新扫描
zh_hk: 重新掃描

source: Reset to Defaults
zh_hans: 重置为默认值
zh_hk: 重置為默認值

source: Retry
zh_hans: 重试
zh_hk: 重試

source: Reveal in Finder
zh_hans: 在 Finder 中显示
zh_hk: 在 Finder 中顯示

source: Run
zh_hans: 运行
zh_hk: 執行

source: Save
zh_hans: 保存
zh_hk: 儲存

source: Scan
zh_hans: 扫描
zh_hk: 掃描

source: Scan Directory: User Home
zh_hans: 扫描目录：用户主目录
zh_hk: 掃描目錄：用戶主目錄

source: Scan Large Files
zh_hans: 扫描大文件
zh_hk: 掃描大檔案

source: Scanning related files...
zh_hans: 正在扫描相关文件...
zh_hk: 正在掃描相關檔案...

source: Scanning...
zh_hans: 扫描中...
zh_hk: 掃描中...

source: Search
zh_hans: 搜索
zh_hk: 搜尋

source: Search...
zh_hans: 搜索...
zh_hk: 搜尋...

source: Security Scan
zh_hans: 安全扫描
zh_hk: 安全掃描

source: Select
zh_hans: 选择
zh_hk: 選擇

source: Selected:
zh_hans: 已选：
zh_hk: 已選：

source: Settings
zh_hans: 设置
zh_hk: 設定

source: Show Hidden Files
zh_hans: 显示隐藏文件
zh_hk: 顯示隱藏檔案

source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hk: 在 Finder 中顯示

source: Signal
zh_hans: 信号
zh_hk: 信號

source: Size
zh_hans: 大小
zh_hk: 大小

source: Sort
zh_hans: 排序
zh_hk: 排序

source: Startup Options
zh_hans: 启动选项
zh_hk: 啟動選項

source: state=
zh_hans: 状态=
zh_hk: 狀態=

source: Statistics
zh_hans: 统计
zh_hk: 統計

source: Stop Scan
zh_hans: 停止扫描
zh_hk: 停止掃描

source: Subscription Status
zh_hans: 订阅状态
zh_hk: 訂閱狀態

source: SwiftUI Template
zh_hans: SwiftUI 模板
zh_hk: SwiftUI 範本

source: Tab Information
zh_hans: 标签页信息
zh_hk: 標籤頁資訊

source: Tag...
zh_hans: 标签...
zh_hk: 標籤...

source: This action will force terminate the process, which may lead to data loss.
zh_hans: 此操作将强制终止进程，可能导致数据丢失。
zh_hk: 此操作將強制終止進程，可能導致資料遺失。

source: Total Size:
zh_hans: 总大小：
zh_hk: 總大小：

source: Try other search keywords
zh_hans: 尝试其他搜索关键词
zh_hk: 尝試其他搜尋關键词

source: Unknown
zh_hans: 未知
zh_hk: 未知

source: Unlimited
zh_hans: 无限
zh_hk: 無限

source: Unpin
zh_hans: 取消置顶
zh_hk: 取消置頂

source: Up
zh_hans: 上传
zh_hk: 上移

source: Update
zh_hans: 更新
zh_hk: 更新

source: Update All
zh_hans: 全部更新
zh_hk: 全部更新

source: Updates
zh_hans: 更新
zh_hk: 更新

source: Upload
zh_hans: 上传
zh_hk: 上傳

source: Usage
zh_hans: 使用情况
zh_hk: 使用情况

source: Used
zh_hans: 已使用
zh_hk: 已使用

source: View
zh_hans: 查看
zh_hk: 查看

source: View Mode
zh_hans: 查看模式
zh_hk: 查看模式

source: 专辑封面
zh_hk: 專輯封面

source: 主页
zh_hk: 主頁

source: 偏好设置...
zh_hk: 偏好設定...

source: 加载中…
zh_hk: 載入中…

source: 加载产品
zh_hk: 載入產品

source: 启用或禁用应用的插件功能
zh_hk: 啟用或停用應用的外掛功能

source: 完美支持 iCloud
zh_hk: 完美支援 iCloud

source: 尚未加载产品
zh_hk: 尚未載入產品

source: 当插件标记为可配置时，会在此处显示
zh_hk: 當外掛標記為可配置時，會在此處顯示

source: 恢复购买
zh_hk: 還原購買

source: 打开容器目录
zh_hk: 打開容器目錄

source: 打开数据库目录
zh_hk: 打開資料庫目錄

source: 打开文档目录
zh_hk: 打開文档目錄

source: 插件未提供导航入口
zh_hk: 外掛未提供导航入口

source: 插件管理
zh_hk: 外掛管理

source: 插件管理...
zh_hk: 外掛管理...

source: 收集数据中...
zh_hk: 收集資料中...

source: 暂无可配置的插件
zh_hk: 暂无可配置的外掛

source: 更新订阅状态
zh_hk: 更新訂閱狀態

source: 测试已购
zh_hk: 測試已购

source: 现代化的 SwiftUI 应用模板
zh_hk: 现代化的 SwiftUI 應用範本

source: 自动获取专辑封面
zh_hk: 自动获取專輯封面

source: 许可协议
zh_hk: 授權協議

source: 设置
zh_hk: 設定

source: 设置...
zh_hk: 設定...

source: 请从侧边栏选择一个导航入口
zh_hk: 請從侧边栏選擇一個导航入口

source: 调试
zh_hk: 除錯

source: 选择标签
zh_hk: 選擇標籤

source: 重启应用才能完全生效
zh_hk: 重新啟動應用才能完全生效

source: 隐私政策
zh_hk: 隱私政策

source: ... (+ %lld more)
zh_hans: ... (+ 还有 %lld 个)
zh_hk: ... (+ 还有 %lld 個)

source: (%lld 个订阅)
zh_hk: (%lld 個訂閱)

source: %@ used
zh_hans: %@ 已使用
zh_hk: %@ 已使用

source: %lld Apps
zh_hans: %lld 个应用
zh_hk: %lld 個應用

source: %lld files
zh_hans: %lld 个文件
zh_hk: %lld 個檔案

source: %lld images
zh_hans: %lld 张图片
zh_hk: %lld 張圖片

source: %lld items
zh_hans: %lld 项
zh_hk: %lld 项

source: All Statuses (%lld)
zh_hans: 所有状态 (%lld)
zh_hk: 所有狀態 (%lld)

source: Are you sure you want to clean the selected %@ files? This action cannot be undone.
zh_hans: 确定要清理选中的 %@ 个文件吗？此操作无法撤销。
zh_hk: 確定要清理已選取的 %@ 個檔案吗？此操作无法復原。

source: Are you sure you want to delete image %@? This action cannot be undone.
zh_hans: 确定要删除镜像 %@ 吗？此操作无法撤销。
zh_hk: 確定要刪除映像檔 %@ 嗎？此操作無法復原。

# Are you sure you want to kill process %@ (PID: %@)?
source: Are you sure you want to kill process %1$@ (PID: %2$@)?
zh_hans: 确定要结束进程 %@（PID：%@）吗？
zh_hk: 確定要結束進程 %@（PID：%@）嗎？

source: Available: %@
zh_hans: 可用：%@
zh_hk: 可用：%@

source: Batch update failed: %@
zh_hans: 批量更新失败: %@
zh_hk: 批量更新失敗: %@

source: Build %@
zh_hans: 构建 %@
zh_hk: 建構 %@

source: Cars (%lld)
zh_hans: 车辆 (%lld)
zh_hk: 车辆 (%lld)

source: File "%@" will be permanently deleted.
zh_hans: 文件"%@"将被永久删除。
zh_hk: 檔案"%@"将被永久刪除。

source: Installation failed: %@
zh_hans: 安装失败: %@
zh_hk: 安裝失敗: %@

source: Installed: %@
zh_hans: 已安装：%@
zh_hk: 已安裝：%@

source: Model: %@
zh_hans: 模型：%@
zh_hk: 模型：%@

source: NonRenewables (%lld)
zh_hans: 非续订订阅 (%lld)
zh_hk: 非续订訂閱 (%lld)

source: Refresh failed: %@
zh_hans: 刷新失败: %@
zh_hk: 刷新失敗: %@

source: Scanning: %@
zh_hans: 正在扫描：%@
zh_hk: 正在掃描：%@

source: Search failed: %@
zh_hans: 搜索失败: %@
zh_hk: 搜尋失敗: %@

source: Selected: %@
zh_hans: 已选中：%@
zh_hk: 已已選取：%@

source: Source: %@
zh_hans: 来源：%@
zh_hk: 來源：%@

source: state=%lld
zh_hans: 状态=%lld
zh_hk: 狀態=%lld

source: Subscription Groups (%lld)
zh_hans: 订阅组 (%lld)
zh_hk: 訂閱群組 (%lld)

source: Subscriptions (%lld)
zh_hans: 订阅 (%lld)
zh_hk: 訂閱 (%lld)

source: Successfully freed %@ space.
zh_hans: 成功释放 %@ 空间。
zh_hk: 成功釋放 %@ 空間。

source: Total Size: %@
zh_hans: 总大小：%@
zh_hk: 总大小：%@

source: Total: %@
zh_hans: 总计：%@
zh_hk: 總計：%@

source: Uninstallation failed: %@
zh_hans: 卸载失败: %@
zh_hk: 卸載失敗: %@

source: Update failed: %@
zh_hans: 更新失败: %@
zh_hk: 更新失敗: %@

source: Uptime: %@
zh_hans: 运行时间：%@
zh_hk: 執行時間：%@

source: Used: %@
zh_hans: 已使用：%@
zh_hk: 已使用：%@

source: Version: %@
zh_hans: 版本：%@
zh_hk: 版本：%@
